000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. TXNPROC.
000300 PROCEDURE DIVISION.
000400     EXEC CICS SEND
000500         MAP('TXNMAP')
000600         MAPSET('TXNSET')
000700     END-EXEC.
000800     EXEC CICS RETURN END-EXEC.
